Revit 2027 API
IntersectingElementData.IntersectionVolume Property
 The intersection volume.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double IntersectionVolume { get; }
Public ReadOnly Property IntersectionVolume As Double
	Get
public:
property double IntersectionVolume {
	double get ();
}
member IntersectionVolume : float with get
Property Value
Double
See Also
Reference
IntersectingElementData Class
Autodesk.Revit.DB Namespace